Repository: qwasderr/Referee-Management-System
Catalog: SportSystem2/Resources/Views/NewsPosts/Create.*.resx
Languages: uk

source: Create News Post
uk: Створити новину

source: Title
uk: Заголовок

source: Enter news title here...
uk: Введіть заголовок новини тут...

source: Content
uk: Текст новини

source: Write the news content here...
uk: Напишіть текст новини тут...

source: Upload Photo (optional)
uk: Завантажити фото (необов’язково)

source: Allowed formats: JPG, PNG, GIF. Max size: 2MB.
uk: Допустимі формати: JPG, PNG, GIF. Максимальний розмір: 2МБ.

source: Photo Preview
uk: Попередній перегляд фото

source: Create
uk: Створити

source: Back to List
uk: Назад до списку

source: Please select a valid image file.
uk: Будь ласка, виберіть дійсний файл зображення.

source: File size exceeds 2MB limit.
uk: Розмір файлу перевищує обмеження 2МБ.
