Repository: qwasderr/Referee-Management-System
Catalog: SportSystem2/Resources/Views/NewsPosts/Edit.*.resx
Languages: uk

source: Edit News Post
uk: Редагувати новину

source: Title
uk: Заголовок

source: Edit news title here...
uk: Відредагуйте заголовок новини тут...

source: Content
uk: Зміст

source: Edit the news content here...
uk: Відредагуйте зміст новини тут...

source: Upload Photo (optional)
uk: Завантажити фото (необов’язково)

source: Allowed formats: JPG, PNG, GIF. Max size: 2MB.
uk: Дозволені формати: JPG, PNG, GIF. Максимальний розмір: 2 МБ.

source: Current Photo
uk: Поточне фото

source: Photo Preview
uk: Попередній перегляд фото

source: Save
uk: Зберегти

source: Back to List
uk: Назад до списку

source: Please select a valid image file.
uk: Будь ласка, оберіть валідний файл зображення.

source: File size exceeds 2MB limit.
uk: Розмір файлу перевищує ліміт 2 МБ.
