Repository: qwasderr/Referee-Management-System
Catalog: SportSystem2/Resources/Views/MatchAnalysis/Create.*.resx
Languages: uk

# CreateMatchAnalysis_Title
source: Create Match Analysis
uk: Створити аналіз матчу

# CreateMatchAnalysis_Header
source: Create Match Analysis
uk: Створити аналіз матчу

# Match_Label
source: Match
uk: Матч

# SelectMatch_Prompt
source: Select match
uk: Виберіть матч

# Title_Label
source: Title
uk: Назва

# Content_Label
source: Content
uk: Зміст

# CreatedByJudge_Label
source: Created By Judge
uk: Суддя, який створив

# SelectJudge_Prompt
source: Select judge
uk: Виберіть суддю

# AttachmentUrl_Label
source: Attachment URL
uk: Посилання на додаток

# MinuteFrom_Label
source: Minute From
uk: Хвилина початку

# MinuteTo_Label
source: Minute To
uk: Хвилина закінчення

# Create_Button
source: Create
uk: Створити

# BackToList_Button
source: Back to List
uk: Повернутися до списку
