Repository: qwasderr/Referee-Management-System
Catalog: SportSystem2/Resources/Views/Home/Index.*.resx
Languages: uk

source: Home Page
uk: Головна сторінка

source: Referee Management System
uk: Система управління суддями

source: Manage tournaments, assign judges, and analyze matches efficiently.
uk: Керуйте турнірами, призначайте суддів та аналізуйте матчі ефективно.

source: View Tournaments
uk: Переглянути турніри

source: Manage Matches
uk: Управління матчами

source: Create, edit, and view match results with detailed team info.
uk: Створюйте, редагуйте та переглядайте результати матчів з детальною інформацією про команди.

source: Go to Matches
uk: Перейти до матчів

source: Judges
uk: Судді

source: View judges, their profiles, and manage information.
uk: Переглядайте суддів, їх профілі та керуйте інформацією.

source: View Judges
uk: Переглянути суддів

source: Match Analysis
uk: Аналіз матчів

source: View and create match analyses to track performance.
uk: Переглядайте та створюйте аналіз матчів для відстеження результативності.

source: Analyze Matches
uk: Аналізувати матчі

source: Powered by ASP.NET Core MVC Designed for sports officials and tournament organizers
uk: Працює на ASP.NET Core MVC Розроблено для спортивних суддів та організаторів турнірів
