Repository: qwasderr/Referee-Management-System
Catalog: SportSystem2/Resources/Views/Matches2/Details.*.resx
Languages: uk

source: Match Details
uk: Деталі Матчу

source: Match Location and Time
uk: Місце і час матчу

source: Date and Time
uk: Дата і час

source: Location
uk: Місце проведення

source: N/A
uk: Н/Д

source: Team
uk: Команда

source: Final Score
uk: Підсумковий рахунок

source: Match Information
uk: Інформація про матч

source: Tournament
uk: Турнір

source: Tournament Round
uk: Раунд турніру

source: Player Events by Period
uk: Події гравців за період

source: No events
uk: Подій немає

source: Assigned Judges
uk: Призначені судді

source: Judge Name
uk: Ім'я судді

source: Role
uk: Роль

source: Comments
uk: Коментарі

source: No judges assigned to this match.
uk: Судді не призначені на цей матч.

source: Back to List
uk: Повернутися до списку

source: Regular
uk: Основний час

source: Overtime
uk: Додатковий час

source: Penalty Shootout
uk: Серія пенальті
